{
  "home": "Acasă",
  "about": "Despre noi",
  "blog": "Blog",
  "register": "Înregistrare",
  "login": "Autentificare",
  "computerMeditations": "Meditații Informatică",
  "meditationsForComputerScience": "Alege MEDITATII ONLINE pentru pregătirea în viitoarea ta carieră în informatică.",
  "REGISTER": "ÎNREGISTREAZĂ-TE ACUM",
  "chooseFor": "Alege pentru MEDITATII ONLINE pregătirea ta în viitoarea ta",
  "careerInCS": "Carieră în programare",
  "vocationalTraining": "\"Pregătirea profesională trebuie să fie accesibilă din toate punctele de vedere! Orice informație, fie din meditație, programa școlară sau cursuri online ar trebui să aducă un plus valoare, fie gratuite sau la un preț rezonabil, cu explicații pentru orice nivel ( începător, mediu sau avansat), să dezvolte creativitatea și să pună în uz abilitățile de lucru ca într-un mediu propus de un angajator\"",
  "briefHistory": "Scurt istoric: Această platformă a pornit chiar la începutul pandemiei, ne-am lovit de problema găsirii profesorilor care să ne pregătească corespunzător, așa că am venit cu soluții pentru toți elevii și studenții din țară.",
  "regardlessOfPandemic": "Indiferent de pandemie sau nu, orele online își au rostul fiindcă poți găsi un portofoliu mai mare de profesori meditatori, la un preț ales de tine, iar cel mai important factor sunt oamenii din spatele platformei care văd ce fel de persoană ești, pot citi emoțiile (față de un computer normal), astfel încât îți oferim cea mai tare experiență în materie de meditații online la informatică. Nu doar că nu vei mai avea neapărată nevoie de edu.ro , dar în contextul pandemiei, vei putea scăpa de masca de protecție și de alți 3-4 elevi, iar profesorul se poate concentra doar pe tine.",
  "informaticsMeditations": "Meditatii Informatica - Cursuri Programare",
  "noNameCM": "noName - Meditatii Informatica",
  "professionalism": "Profesionalism și flexibilitate pentru elevi și studenți pasionați de informatică.",
  "thePandemic": "Pandemia nu trebuie să fie un motiv pentru care apelăm la orele online de pregătire. Aceasta ne-a învățat, pe lângă faptul că putem folosi tehnologia în mult mai multe feluri decât am fi crezut, ci și că prin noName pot exista si alte alternative la meditații la informatică in mod fizic și cu o varietate mult mai mare de servicii oferite.",
  "throughnoName": "Prin noName am vrut și oferim de peste un an soluția pentru acei elevi care sunt picați la clase sau cursuri doar pentru a face meditații cu profesorul de la clasă. Problema educației în România nu poate fi rezolvată de azi pe mâine (sau chiar de azi pe câțiva ani), dar contribuim la ascensiunea acesteia și încercăm să aducem plus valoare cu tot ce oferim.",
  "whatWillYouFind": "Ce vei găsi pe acest website?",
  "fromArticlesToPodcasts": "De la articole la podcasturi sau postări pe social media despre admitere facultatea de informatica bucuresti 2021, subiecte bac informatica 2020, facultatea de informatica iasi admitere 2020, facultatea de matematica si informatica bucuresti, informatica economica, ubb cluj informatica, olimpiada informatica, programa de informatică de la gimnaziu sau liceu, subiecte bac, admitere ubb, informatii despre licee nationale de informatica, programare, dar și multe alte subiecte relevante. Înregistrează-te acum și profită de prima și singura platformă de acest gen care oferă meditatii informatica online, în siguranță și la preț rezonabil.",
  "beSure": "Fii sigur pe tine!",
  "adequateLearning": "Fii sigur pe tine! Cu noi ai un parte de un mediu de învățare adecvat, modern, orientat și către ceea ce simți, nu doar ce memorezi. Pe noName nu promovăm toceala, ci învățatul cum e normal să fie: logic.",
  "registerNow": "Înregistrează-te acum!",
  "signUp": "Înregistrare",
  "whatsBetter": "Ce e mai bine pentru tine?",
  "conceptOfMeditations": "În conceptul de meditatii informatica si tutoriale programare pe care ti-l vom propune, abilitățile dezvoltate de tine, de copilului tău sau chiar punctul tău de vedere asupra acestui subiect este prioritatea noastră numărul 1. Mai mult, soluțiile propuse de noi pentru liceu, facultate sau chiar profesional, noName creează un spațiu care dezvolta la maxim abilitățile de a vedea outside-the-box ale utilizatorului.",
  "afterAll": "Printre toate, probabil te întrebi cine suntem noi și ce ne recomandă să ținem o asemenea platformă?",
  "ifYouAreAParent": "Dacă ești părinte și vrei să îți dai copilul la meditatii informatica prin noName sigur ești sceptic, nu doar pentru că este online și cam tot ce este in online, inclusiv meditatii online, nu miros prea bine.",
  "itsNormal": "E normal, sunt multe scamatorii si persoane rău voitoare, însă noi chiar din acest motiv ne-am adunat și am început acest proiect. Nu doar că pasiunile noastre și experiența în domeniu ne recomandă, însă suntem undeva la mijloc, fiind capabili să comunicăm și cu elevii sau studenții interesati de meditatii informatica, dar și cu părinții care doresc îmbunătățirea abilităților copilului lor.",
  "thenoNameTeam": "Echipa noName",
  "paul": "Paul Ștefan Colța",
  "founderAndTeacherAndTehnic": "Fondator & Profesor & Tehnic",
  "studentAtEng": "Student la secția Informatică engleză din cadrul UBB, Cluj. Intern Google la 18 ani. Ajut oamenii să reușească în domeniul programării încă din clasa a 12-a.",
  "alex": "Alex Băraru",
  "founderMarketing": "Fondator, Marketing, Legal & Finanțe",
  "secondYearStudent": "Student în International Business in Hotel Management. Pasionat de marketing, vânzări și PR.",
  "diana": "Diana-Elena Stancu",
  "founder": "Fondator",
  "CNDC": "Studentă la secția de Informatică engleză din cadrul UBB, Cluj. Vreau să contribui cât mai mult la educația și dezvoltarea personală a oamenilor.",
  "ourTeam": "Echipa noastră",
  "iGotQuestions": "Am primit întrebări precum \"De ce nu aș folosi o altă platformă precum Udemy pentru a învăța informatică sau programare?\"",
  "realProgrammers": "sau \"Programatorii adevărați nu au nevoie de pregătire sau cărți\", iar răspunsul este pe atât de simplu: noName nu vinde cursuri it cluj (sau oricare alt oraș) și cursuri digitale de vreun fel. Elementul nostru forte este chiar componenta umană, care - spunem și credem cu tărie - că face diferența. Încă din înregistrare, utilizatorul este întâmpinat de unul din colegii noștri via audio sau video, iar meditațiile se fac într-un cadru prietenos, cu oameni reali, live și înțelegători.",
  "educationSystem": "Sigur că sistemul nostru de învățământ din țară nu este genial, însă prin noName ne propunem să aducem un plus valoare, chiar dacă este în afara școlii. În licee și facultăți pot apărea cursuri suspendate însă acestea pot fi ușor recuperate cu ajutorul echipei și profesorilor noName.",
  "moreoverWeLaunched": "Mai mult, avem aproximativ 6 luni de când am lansat programul de burse studenti denumit \"Meditatii pentru toți\", unde utilizatori cu posibilități reduse completează un formular și în ordinea primirii și validării, le atribuim un profesor meditator din partea noastră. Visul de gratuitate studenti există și cu ajutorul tuturor ce realizează ședințele pe platforma noastră, dar și cei ce ne achiziționează formule matematica din Marea Carte Digitală, ajută la aceste acte de caritate și multitudinea de evenimente susținute de proiectul nostru până acum.",
  "perspectivesOnTopics": "Dacă ai ajuns atât de departe în articol, probabil ți-ai pus întrebarea asta. Indiferent că ești elev, profesor sau student, pe noName oferim perspective temelor precum facultate informatica , info studenti , admiteri sau alte subiecte conexe prin articolele, postările și/sau podcasturile noastre disponibile pe grupurile, paginile și site-ul nostru.",
  "podcastsWithDifferentStudents": "Avem podcasturi cu diferiți studenți din țară, iar cele mai ascultate episoade sunt #StudentLa: Universitatea POLITEHNICA din București , Student ase , Facultatea de matematica si informatica , Facultatea de informatica bucuresti , iar cel mai distribuit episod este cel cu numărul 4 din aceeași serie, despre UBB, unde se vorbește despre admitere ubb 2020 , admitere ubb , ubb cluj admitere , dar și viața de student în una dintre cele mai râvnite facultăți din România.",
  "socialMediaPages": "Pe paginile noastre de social media, dar și prin abonarea la newsletter, vei putea găsi informații din materia de liceu sau facultate. Trimitem materiale educaționale și știri din domeniul educațional în mod constant, fără să fim plictisitori. Știm că lumea își dorește lucrurile cât mai concise, scurte și la obiect, astfel încât emailurile și postările sunt scurte, iar cei pasionați sau interesați de subiectul în cauză pot intra pe noName să vadă restul conținutului.",
  "noNameMeditati": "noName - Meditati Informatica exclusively online",
  "frequentQuestions": "Întrebări frecvente",
  "areMeditationsForMe": "Sunt meditațiile online pentru mine?",
  "yesAndNo": "Da și nu. Oricât ne-am dori să faci parte din noName, nu putem să-ți recomandăm serviciile noastre decât după înregistrarea pe website și conversația cu echipa noastră.",
  "hiddenCosts": "Sunt costuri ascunse sau contracte de semnat?",
  "studentOnlyHasToAgree": "Elevul trebuie doar să fie de acord cu termenii și condițiile noastre, iar profesorul are de achitat un abonament lunar, discutat cu echipa noastră.",
  "meditationSession": "Cât durează o sesiune de meditatii la informatica?",
  "onAverage": "În medie, utilizatorii noștri preferă meditatii de 90-120 de minute, însă tu ne specifici cât vrei și ce buget îți dorești, iar noi atribuim profesorul perfect pentru nevoile tale.",
  "whyITrust": "De ce aș avea încredere în voi?",
  "weAllKnow": "Toți știm că internetul este plin de nebuni. Noi suntem aici fiindcă ne-am săturat de cursuri pline de promisiuni, profesori dezintesați și materiale incorecte. Dacă ai trecut prin acestea, ar trebui să-ți arunci un ochi pe website-ul nostru.",
  "beforeTheExam": "Mă pot înscrie cu câteva luni înainte de examen?",
  "honestAnswer": "Cel mai sincer și probabil răspuns este nu. De obicei profesorii refuză să-și asume probabilitatea ca elevul să recupereze toată materia cu puțin timp înainte de examene. Tu poți încerca, îți căutăm și poate ai noroc.",
  "wantToBePart": "Vreau să fac parte din povestea noName!",
  "explore": "Explorează",
  "successStory": "Povestea noastră",
  "careers": "Cariere",
  "resourceCenter": "Centru de resurse",
  "courses": "Cursuri",
  "contactUs": "Contact",
  "community": "Comunitate",
  "computerProgramming": "Programare/informatică",
  "computerScience": "Alte tehnologii",
  "dataAnalysis": "Analiza datelor",
  "graphicDesign": "Design grafic",
  "mathematics": "Matematică",
  "support": "Ajutor",
  "helpCenter": "Centru ajutor",
  "recentCourses": "Cursuri recente",
  "bestServices": "Serviciile noastre",
  "ourStory": "Povestea noastră 2",
  "privacyPolicy": "Politica de confidențialitate",
  "upcomingNews": "Știri",
  "copyright": "Toate drepturile rezervate",
  "student": "Student",
  "teacher": "Profesor",
  "meditatiOnline": "Meditații Online",
  "the": "la",
  "informatica": "Informatică",
  "wantToLearn": "Vrei să înveți",
  "wantToTeach": "Vrei să predai",
  "orOther": "sau alte",
  "technologies": "tehnologii",
  "iWantTo": "vreau să",
  "learn": "ÎNVĂȚ",
  "teach": "PREDAU",
  "over1500Students": "Singura platformă care adună peste 1500 de elevi, studenți și profesori meditatori pasionați de informatică",
  "getStarted": "Get Started",
  "letsTalk": "Let's Talk",
  "weKnowWhat": "Știm ce ai",
  "youNeed": "nevoie",
  "timeMoney": "Timp și bani",
  "tmOne": "Economisești cel puțin 5000 RON pe an folosind meditațiile online, și salvezi peste 120 de ore.",
  "tmTwo": "Trăiește-ți viața.",
  "simplicity": "Ne place simplitatea",
  "smOne": "Te înregistrezi ca elev și în maxim 48 de ore primești un profesor meditator.",
  "smTwo": "Nu ai nevoie de altă aplicație.",
  "modern": "Ziceam de modern?",
  "mOne": "Îți oferim toate tehnologiile moderne de care ai nevoie și suport legal, financiar și tehnic.",
  "mTwo": "Suntem în asta împreună.",
  "noNameBook": "Marea Carte Digitală",
  "beTheFirst": "Am făcut acest ‘mic’ ghid cu elevi și studenți pentru a-ți da toată materia așa cum trebuie. Acum poți lua orice test și examen. Vrei un demo?",
  "purchaseNow": "Descarcă eBook",
  "joinAsStudent": "Ce faci ca student?",
  "joinAsTeacher": "Ce faci ca profesor?",
  "studentDetails": "Procesul este extrem de usor, trebuie doar sa iti faci cont si sa completezi datele cerute, astfel incat programul si echipa noastra sa iti poata gasi un profesor dupa cerintele si nevoile tale. Nu platesti comisioane catre noi, doar pretul meditatiei. Suna prea bine ca să fie adevarat? Citeste mai departe si vezi tot ce avem de oferit!",
  "messages": "Mesaje",
  "groups": "Grupuri",
  "talkToPeople": "Vorbeste cu profesorul sau alti colegi/prieteni pe noName, creeati grupuri și studiați. Puteți atasa cod, imagini, fișiere video sau audio.",
  "yourReviews": "Recenzia ta",
  "revOne": "După fiecare meditatie, apare optiunea de a lăsa un comentariu și o notă între 1 și 5 pentru cum s-a desfășurat cursul.",
  "revTwo": "Aceste date le pot vedea doar moderatorii, care intervin când o recenzie este negativă.",
  "news": "Știri",
  "articles": "Articole",
  "lessons": "Lecții",
  "tests": "Teste",
  "and": "și",
  "theme": "Teme",
  "tiredOfSwitchingTabs": "Cel mai probabil te-ai saturat să schimbi mereu aplicatiile si website-urile pentru fiecare activitate. Stai fără griji, fiindcă și noi ne săturasem de asta.",
  "haveThemAll": "Acum le ai pe toate aici.",
  "videoCall": "Video Call",
  "whiteboard": " Tablă virtuală",
  "screenShare": "Screen Share",
  "featuresInfo": "Experiența ta e la un alt nivel cu noile tehnologii care îți fac meditațiile să pară că sunt chiar în offline.",
  "theWord": "Nu ne crede pe noi, vezi ce spun utilizatorii:",
  "onTheStreet": "Recenzii",
  "cristianReview": "Cu această platformă am reușit să iau examenul de bacalaureat și să intru la buget la UBB Cluj la secția de informatică. Sincer, ar fi fost foarte greu pentru mine să mă pregătesc pentru această admitere din moment ce sunt din celălalt colț al țării. Am fost sceptic la început, însă nu regret nimic acum. Vă mulțumesc și vă recomand cu fiecare ocazie. Baftă!",
  "awesomeTagline": "Pe noName găsești ajutorul de care ai nevoie sau cel de care ai avut nevoie când ai fost student.",
  "continue": "Continue",
  "terms": "Termeni si conditii",
  "fbGroup": "Facebook Group",
  "mathsGroup": "Math Group",
  "newsBlog": "Știri și blog",
  "termsOfServices": "Termeni și condiții"
}
